Revit 2027 API
UnifiedBitmap.TextureRealWorldScaleY Property
 The property labeled "Size Y" from the "UnifiedBitmap" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string TextureRealWorldScaleY { get; }
Public Shared ReadOnly Property TextureRealWorldScaleY As String
	Get
public:
static property String^ TextureRealWorldScaleY {
	String^ get ();
}
static member TextureRealWorldScaleY : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDistance" with a minimum of "0.01".
See Also
Reference
UnifiedBitmap Class
Autodesk.Revit.DB.Visual Namespace